{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    { "id": 0, "content": "[PAD]", "special": true },
    { "id": 1, "content": "[UNK]", "special": true },
    { "id": 2, "content": "[CLS]", "special": true },
    { "id": 3, "content": "[SEP]", "special": true },
    { "id": 4, "content": "[MASK]", "special": true }
  ],
  "normalizer": { "type": "BertNormalizer", "lowercase": true },
  "pre_tokenizer": { "type": "BertPreTokenizer" },
  "post_processor": {
    "type": "BertProcessing",
    "sep": ["[SEP]", 3],
    "cls": ["[CLS]", 2]
  },
  "decoder": { "type": "WordPiece", "unk_token": "[UNK]" },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4
    }
  }
}
